<template>
  <div class="Content">
    <div class="info">
      <p>リーディング＆カンパニーでは記事コンテンツを作っていただけるライターを募集しております。</p>
      <p>
        ライターご希望の方は、<nuxt-link to="/contact">
          こちら
        </nuxt-link>のお問い合わせページからお名前、お住い、年齢、連絡先と簡単な自己紹介文を書いてお送り下さい。
      </p>
      <p>勤務地: 東京都渋谷区<br>給料: スキルや経験に要相談<br>雇用形態: 正社員、もしくは業務委託</p>
      <p>48時間以内に返信がない場合はシステムの不具合の可能性がありますので、お手数ですが再度お送りいただければ幸いです。</p>
    </div>
    <div class="subTitle">
      <p>「喋ること」から「書くこと」へとコミュニケーションの手法が変化</p>
    </div>
    <img :src="`${URL.WP}/static/recruit/0601_1.jpg`">
    <p>村上春樹やハリーポッターの著者であるJ・K・ローリングは、何か物事を書くという行為は自分の生き方を示すものだと述べました。</p>
    <p>人が他人に物事を伝えるには様々な方法があります。怒る、笑うなどの表情を通じて伝達する原始的な方法もあれば、言葉に出して直接相手に伝える方法もありますが、「文章を書く」という行為に関しては、これらの方法とはまた違った特別な意味を持っているようです。</p>
    <p>また、少し前までしっかりとした文章で他人に物事を伝えていたのは作家や出版社など、世の中のほんの数パーセントの人たちだけでしたが、ソーシャルメディアが普及したことで、いまや「喋ること」から「書くこと」へとコミュニケーションの手法は大きく変化し、書き方、考え方、そして生き方一つで、ものごとを限りなく多くの人に伝えられるようになってきました。</p>
    <img :src="`${URL.WP}/static/recruit/1_1.jpg`">
    ↑文章を書くという行為は、何か特別な意味を持つ
    <p>もちろん、ビジネス的な面から見れば、マーケティングや広告など様々なところで文章を書くという行為が行われ、書くこと自体はシンプルで特に難しいものではありません。</p>
    <p>しかし、相手の顔が見えず、誰が読むのかも分からないSNS時代に、意味のある文章や伝わる文章を書くということは、想像以上に難しいことで、実際、多くの企業が日々ソーシャルメディアやブログなどを通じて情報を発信していますが、本当に読み手のことを考え、時間を惜しまないライティングを心がけているところはあまり多くありません。</p>
    <img :src="`${URL.WP}/static/recruit/1_2.jpg`">
    ↑本当に 読み手のことを考えて, コンテンツを作っている企業はほとんどない
    <p>あのハリーポッターを書いたJ・K・ローリングでさえ、一日500〜1000文字の量しか書けないと言うのですから、実際、文章を書いてみると、文章で価値を出すということは、どれほど大変なことなのかがよく分かります。</p>
    <p>村上春樹も「職業としての小説家」の中で、次のように述べています。</p>
    <p>「世の中には一年くらいかけて、長いピンセットを使って、瓶の中で細密な船の模型を作る人がいますが、小説を書くのは作業としてはそれに似ているかもしれません。」</p>
    <p>「僕は手先が不器用だし、とてもそんなややこしいことはできませんが、それでも本質の部分では共通するところがあるかもしれないと思います。長編小説ともなれば、そういう細かい密室での仕事が来る日も来る日も続きます。</p>
    <p>「ほとんど果てしなく続きます。そういう作業がもともと性にあった人でないと、あるいはそれほど苦にしない人でないと、とても長く続けられるものではありません。」(1)</p>
    <div class="subTitle">
      <p>映像が浮かぶような文章を書く。</p>
    </div>
    <img :src="`${URL.WP}/static/recruit/0601_2.jpg`">
    <p>もちろん、マーケティングやブランディングの文章を書くことと、ノン・フィクションや小説を書くことでは意味もプロセスも全然違うのかもしれませんが、とにかく自分が感じたことをベースに、自分で考えてリサーチをし、読み手の頭の中で文章を書きながら、読み手に「そう思わせる文章」を作っていくという意味では、小説も記事コンテンツもかなり近いものがあるのではないでしょうか。</p>
    <p>通常の新聞やメディアのコンテンツは、どこで、誰が、何をしたという内容だったり、サービスやその業界の変動を説明したものが多いのが特長です。</p>
    <p>しかし、本当に良いコンテンツというのは、自分が置かれている現状に対して「この見方・考え方はなかった」、「このことは前からずっと感じていたんだけど、どうも上手く言葉にできなかった」など、書いた文章がそのまま読み手の声になることで、ウェブ上にリアクションを作り出します。</p>
    <img :src="`${URL.WP}/static/recruit/1_4.jpg`">
    ↑良いコンテンツとはリアクションを作り出すこと。ユーザーの口を開かせること。
    <p>面白い文章を書く人というのは、普通であれば結びつかないような引用文や統計情報、そして別の分野の様々なできごとを結びつけて、読み手を「なるほどな！そう言われてみれば、そうだな」と納得させてしまいます。</p>
    <p>つまり、その様々な「結びつき」がクリエイティブであればあるほど、コンテンツの内容は長く読み手の頭の中に記憶されるわけですが、やはり知識や教養というものはバラバラで持っていても意味がなく、つながりを見つけ、新しい価値や意味を生み出せる人こそ、本当の意味で「頭が良い人」だと言えるのではないでしょうか。</p>
    <div class="subTitle">
      <p>ライターで成功する秘訣の80%は、とにかく毎日書き続けること</p>
    </div>
    <img :src="`${URL.WP}/static/recruit/0601_3.jpg`">
    <p>また、良いコンテンツというのは写真や文章の配列を細かく考え、一瞬の情景を言語化していかなければなりません。</p>
    <p>そういった意味で良い文章の定義を「良いつながりを見つける」「映像が浮かぶような文章で表現する」と考えることもできますが、村上春樹は小説を書くということを、「それはね、たとえばこうゆうことなんですよ」という表現をひたすら繰り返す作業だと述べています。(2)</p>
    <img :src="`${URL.WP}/static/recruit/1_6.jpg`">
    ↑読み手を納得させる文章は、「たとえば」の繰り返し
    <p>なので、頭の回転がものすごく早かったり、結果や答えをすぐ出そうとする人たちは、もしかすると文章を書くのは向いていないのではないでしょうか。</p>
    <p>貧しいシングルマザーとして生活保護を受けながら、毎晩子供を寝かしつけた後に、カフェで「ハリー・ポッター」を書いたJ・K・ローリングは、毎日10分でも1時間でも「文章を書く習慣」が才能や教育よりも大切だとし、アメリカの大統領が80年代、スピーチで何度か引用して有名になった「人生で成功する秘訣の80％は、めげずに顔を出すこと」という言葉は、ライターにとってはとても意味のある言葉ではないかと思います。</p>
    <img :src="`${URL.WP}/static/recruit/1_7.jpg`">
    ↑「文章を書く習慣」さえ身に付けば、ライターとして半分は成功している
    <p>確かに、SNSで本格的にコンテンツが拡散される時代のライティングは、従来の書き方とは少し違ってくるようです。</p>
    <p>現代の世の中の流れとして、文章の内容はできるだけ短くし、行間を多くとって、難しい漢字は極力使わないようにすることが、Webマーケティングやメディアを成功させる鉄則のようなことが言われますが、そんな世の中だからこそ、ちょっとぐらい文章が長くても、リズム良く読めて、読み手の頭の中に長く記憶される文章を書いていくことが大切な気がします。</p>
    <div class="subTitle">
      <p>文章は、書き手がつまらないと感じたら、それを読む人はその10倍つまらない。</p>
    </div>
    <img :src="`${URL.WP}/static/recruit/1_10.jpg`">
    <p>1940年に米国で刊行されて以来、世界各国で読まれ続けている「本を読む本」の中で、著者のJ・モーティマー・アドラーは読むのに値する良書の定義を次のように述べています。(3)</p>
    <p>「良い本は読者にとって難解である。むずかしいくらいの本でなくては、読者にとって良い本とは言えない。そういう本に向かって読者は背伸びをし、自分をそこまで引き上げなくてはならない。そうしないことにはむずかしい本は退屈なばかりだ。読者がくたびれてしまうのは、背伸びをしているからではなく、うまく背伸びできないことからくる欲求不満のせいなのだ。」</p>
    <p>「それはうまく背伸びする技術をもたないからである。積極的な読書をつづけるには意志の力だけではだめだ。ちょっと見ただけではとても歯がたたないと思われるものにも手をのばし、自分を引き上げることのできる技術を身につけることが要求されるのだ。」</p>
    <img :src="`${URL.WP}/static/recruit/1_9.jpg`">
    ↑難しいぐらいの内容でなければ、読者にとって良い内容とは言えない
    <p>優れた文章には世界を反転させたり、読み手の考え方を360度変えてしまうような力があります。</p>
    <p>もちろん、ビジネス的観点、マーケティングの観点は少なからずあるにしろ、世の中の様々な概念を結びつけ、文章に落としていくという作業は、自分の意識に深く精通することであり、冒頭で述べたように、村上春樹も良い文章を書くためには、文章云々(うんぬん)は別として、とにかく「生きる」しかないとして次のように述べています。(4)</p>
    <p>「どんな風に書くかというのは、どんな風に生きるかというのとだいたい同じだ。どんな風に女の子を口説くか、どんな風に喧嘩をするとか、寿司屋に行って何を食べるとか、そうゆうことです。」</p>
    <p>「ひととおりそうゆうことをやってみて、“なんだ、これならべつに文章なんてわざわざ書く必要もないや”と思えば、それは最高にハッピーだし、“それでもまだ書きたい”と思えば、上手い下手は別にして、自分自身の文章がかける。」</p>
    <img :src="`${URL.WP}/static/recruit/0601_4.jpg`">
    ↑結局、書く作業とは、「生きる作業」
    <p>文章の書き手がつまらないと感じたら、恐らくそれを読む人はその10倍はつまらないと感じるでしょう。</p>
    <p>もしいま現在、こうすれば良い文章がかけるという方法が存在するのであれば、それは近いうち、確実に人工知能などに代行されることになるのではないかと思います。</p>
    <p>そういった意味で、「文章を書く」という行為は、人間の本質を突いていることなのかもしれませんし、書くことで、自分の奥底に眠っている何かと対話し、それを発見していくための行為なのかもしれません。</p>
    <p>逆に考えれば、「文章を書く」ことは自分の人間性を世の中に晒(さら)すことでもありますが、本当に良いに文章を書けるようになった時、自分の内面も大きく成長していることに気付くはずです。</p>
    <div class="quote">
      ◆1.村上春樹「職業としての小説家」(スイッチパブリッシング、2015年)P24 ◆2.村上春樹「職業としての小説家 P22 ◆3.J・モーティマー・アドラー・V・チャールズ・ドーレン「本を読む本」(講談社、1997年) P56 ◆4.村上 春樹・安西 水丸「村上朝日堂」(新潮社、1987年)
    </div><br>
    <div class="info">
      <p>
        文章を書くことやWebメディア、Web開発に興味がある方は、<nuxt-link to="/contact">
          こちら
        </nuxt-link>のお問い合わせページよりご連絡のうえ、渋谷のオフィスへお気軽に遊びに来てください。
      </p>
      <p>東京都渋谷区渋谷2-21-1<br>渋谷ヒカリエ8F<br>Creative Lounge MOV内</p>
      <p>
        <iframe
          src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3241.7297583397763!2d139.7012843158276!3d35.65902923879556!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x60188b5850e5a83f%3A0x70297507b32efce5!2z5riL6LC344OS44Kr44Oq44Ko!5e0!3m2!1sja!2sjp!4v1496228086025"
          width="100%"
          height="200px"
          frameborder="0"
          style="border:0"
          allowfullscreen
        />
      </p>
    </div>
  </div>
</template>

<script>
import URL from '~/assets/data/url.json'
import { TweenMax, Expo } from 'gsap'

export default {
  data() {
    return {
      URL: URL
    }
  },
  mounted() {
    const that = this
    const imgAll = this.$el.querySelectorAll('img')
    for (let i = 0; i < imgAll.length; i++) {
      ;(function(i) {
        that.$imageOnLoad(imgAll[i].src, () => {
          requestAnimationFrame(() => {
            TweenMax.to(imgAll[i], 3, {
              opacity: 0.9,
              ease: Expo.easeInOut
            })
          })
        })
      })(i)
    }
  }
}
</script>

<style lang="scss">
.Content {
  padding: 30px;
  color: #ccc;
  font-size: 14px;
  line-height: 2;
  @include pc {
    padding: 30px 60px;
    margin: 0 auto;
    width: 600px;
  }
  h2 {
    margin-top: 30px;
    font-size: 15px;
  }
  img {
    margin: 5px auto;
    width: 100%;
    height: auto;
    border-radius: 15px;
    opacity: 0;
    @include pc {
      margin: 10px 0 10px -30px;
      width: calc(100% + 60px);
    }
  }
  .subTitle {
    margin-top: 30px;
    color: white;
    font-weight: bold;
    line-height: 1.7;
  }
  .quote {
    color: #999;
    font-size: 10px;
  }
  .info {
    padding: 10px 20px;
    font-size: 12px;
    line-height: 1.7;
    word-break: break-all;
    background: #171717;
    color: #999;
    border-radius: 20px;
    a {
      color: white;
      text-decoration: underline;
    }
  }
}
</style>
